Repository: AbdallahElgamil/suez-university-medical-managment-system-
Catalog: dentist/mainForm.*.resx
Languages: fr_fr

# label4.Text
source: الصفحه الرئيسيه
fr_fr: Page Principale

# txtsearch.Text
source: اسم الطالب ..
fr_fr: Nom de l'étudiant ..

# label1.Text
source: بحث باسم الدكتور
fr_fr: Rechercher comme Dr

# checkBox1.Text
source: اظهار الذى لم يفحص بعد فقط
fr_fr: Montrer n'a pas examiné

# date.HeaderText
source: تاريخ الكشف
fr_fr: Date de détection

# Column4.HeaderText
source: نوع الكشف
fr_fr: Type de détection

# Column1.HeaderText
source: اسم المريض
fr_fr: nom patient

# Column2.HeaderText
source: اسم الدكتور
fr_fr: Nom du Dr

# Column3.HeaderText
source: حاله الفحص
fr_fr: Statut de l'examen

# btnback.Text
source: رجوع
fr_fr: Retour

# btnsearch.Text
source: بحث
fr_fr: Recherche

# btnExamination.Text
source: فحص
fr_fr: Chèque
