Repository: AbdallahElgamil/suez-university-medical-managment-system-
Catalog: medicalManagment/Staff.*.resx
Languages: fr_fr

# label4.Text
source: العنوان:
fr_fr: Adresse:

# label12.Text
source: السن:
fr_fr: Âge:

# label9.Text
source: الإيميل:
fr_fr: Email:

# label15.Text
source: رقم الهاتف:
fr_fr: Numéro de téléphone:

# label17.Text
source: رقم الموظف:
fr_fr: Numéro d'employé:

# label16.Text
source: اسم الموظف:
fr_fr: Nom de l'employé:

# label13.Text
source: الوظيفه:
fr_fr: Profession:

# lblspecialization.Text
source: التخصص:
fr_fr: Spécialisation:

# label1.Text
source: النوع:
fr_fr: Type:

# btndelete.Text
source: حذف
fr_fr: Supprimer

# btnedit.Text
source: تعديل
fr_fr: Editer

# btnadd.Text
source: اضافه
fr_fr: Ajouter

# btnprivilege.Text
source: اضافه بيانات دخول
fr_fr: Ajouter une entrée de données

# Column1.HeaderText
source: رقم الموظف
fr_fr: Numéro d'employé

# Column2.HeaderText
source: اسم الموظف
fr_fr: Nom d'employé

# Column8.HeaderText
source: الوظيفه
fr_fr: Profession

# Column9.HeaderText
source: التخصص
fr_fr: Spécialisation

# Column6.HeaderText
source: رقم الهاتف
fr_fr: Numéro de téléphone:

# Column7.HeaderText
source: النوع
fr_fr: Type

# Column5.HeaderText
source: السن
fr_fr: Âge

# Column4.HeaderText
source: الإيميل
fr_fr: Email

# Column3.HeaderText
source: العنوان
fr_fr: Address

# btnback.Text
source: رجوع
fr_fr: Retour

# btnsearch.Text
source: بحث
fr_fr: Recherche

# txtsearch.Text
source: رقم الهاتف 00
fr_fr: Numéro de téléphone 00

# label2.Text
source: طاقم العمل
fr_fr: Le personnel
